[
  {"categoryName" : "Restaurant",
    "categoryId" : "1",
    "placeName" : "Azur",
    "placeId" : "23",
    "placeDescription" : "This superbly located newbie sits by the entrance of Buža II, and quickly went to number one on TripAdvisor in its very first season. Here you can tuck into a reasonably priced, Med-and-Asian-influenced main here – fragrant meatballs in a chicken-coconut broth, perhaps, or Adriatic prawn pouches on grilled aubergine in a red-curry-and-coconut sauce – before an afternoon's sunbathing or nightcap overlooking the waves. Starters include mussels in beer butter and chili, and Dalmatian tom yum soup.",
    "urlImage" : "https://media.timeout.com/images/102323695/380/285/image.jpg"
  },
  {"categoryName" : "Restaurant",
    "categoryId" : "1",
    "placeName" : "Nautika",
    "placeId" : "99",
    "placeDescription" : "Dubrovnik’s most prestigious culinary spot offers two panoramic terraces of starched white-tablecloth formality. Chef Mario Bunda insists on fresh, locally-sourced ingredients – shellfish feature in dishes from the Elafiti isles such as Lopud brodet with polenta and Šipan fisherman’s carpaccio, or there are lobster medallions from Vis. Diners can also opt between three kinds of menu.",
    "urlImage" : "https://media.timeout.com/images/102324553/380/285/image.jpg"
  },
  {"categoryName" : "Restaurant",
    "categoryId" : "1",
    "placeName" : "Restaurant 360",
    "placeId" : "28",
    "placeDescription" : "Set within the great walls of Dubrovnik with impressive views over the port, 360 effortlessly blends its historical setting with a progressive, forward-thinking menu. Head-chef Marijo Curić has created a fantastic array of Mediterranean-spanning dishes, where the emphasis is very much on well-sourced, well-presented food influenced by the Adriatic. The menu changes constantly but 360 is particularly skilled with seafood, modern Mediterranean dishes and innovations of Croatian classics. This is upscale, sophisticated dining at its best. Without being too stuffy or formal, they pride themselves on providing a casual vibe where creative cuisine takes centre stage. ",
    "urlImage" : "https://media.timeout.com/images/103255450/380/285/image.jpg"
  }
]
